Repository: common-repository/racar-clear-cart-for-woocommerce
Catalog: languages/rccwoo-textdomain-*.po
Languages: pt_br

source: Activate WooCommerce
pt_br: Ativar WooCommerce

source: Are you sure you wish to clear your shopping cart?
pt_br: Você tem certeza que deseja remover todos os itens do seu carrinho de compras?

source: Background Color
pt_br: Cor de fundo do botão

source: Background Hover Color
pt_br: Cor de fundo do botão com mouse em cima

source: Button Text
pt_br: Texto do Botão

source: Button Text Color
pt_br: Cor do Texto do Botão

source: Button Text Color on Hover
pt_br: Cor do texto do botão com mouse em cima

source: Clear Cart
pt_br: Esvaziar Carrinho

source: Confirmation Text
pt_br: Texto de Confirmação

source: CSS Classes
pt_br: Classes CSS

source: depends on WooCommerce to be active in order to work!
pt_br: depende do WooCommerce estar ativo para funcionar!

source: Do NOT use default CSS Class "button"
pt_br: NÃO utilize a Classe CSS "button"

source: Do you like this plugin? Please show your love
pt_br: Você gosta deste plugin? Por favor, mostre seu amor

source: Do you need help with this plugin? Please open a ticket
pt_br: Você precisa de ajuda com este plugin? Por favor abra um ticket

source: Donate
pt_br: Doar

source: Enter your preferences below:
pt_br: Escolha suas preferências abaixo:

source: here
pt_br: aqui

source: Inherit
pt_br: Herdar

source: Insert a valid color for Background
pt_br: Informe uma cor válida para o fundo do botão

source: Install WooCommerce
pt_br: Instalar WooCommerce

source: is the default CSS class for many themes. Should you not want to use this class in your button, check the box, please.
pt_br: é a classe CSS padrão para muitos temas. Caso não queira utilizar esta classe no seu botão, marque a caixa, por favor.

source: Left
pt_br: Esquerdo

source: Please activate WooCommerce first in order to run
pt_br: Por favor, primeiro ative o WooCommerce para poder executar

source: Plugin Rating
pt_br: Avaliação do Plugin

source: Preferences
pt_br: Preferências

source: RaCar Clear Cart for WooCommerce
pt_br: RaCar Esvaziar Carrinho do WooCommerce

source: Right
pt_br: Direito

source: Settings
pt_br: Configurações

source: Side (float)
pt_br: Lado (float)

source: Support
pt_br: Suporte

source: This plugin adds a convenient button to empty the shopping cart. Clear the entire cart with one click.
pt_br: Este plugin adiciona um conveniente botão para remover todos os itens do carrinho de compras. Esvazie todo o carrinho de uma só vez.

source: Type in (or delete) the CSS classes you wish your button to have
pt_br: Digite (ou apague) as classes CSS que deseja que seu botão tenha

source: Unset
pt_br: Não-Configurado (unset)
